Repository: supergeorg/Grocy-SwiftUI
Catalog: Shared/*.lproj/Localizable.strings
Languages: nl, pl

# str.md.userField.sortNumber.info
source: Multiple Userfields will be ordered by that number on the input form
nl: Meerdere eigen velden worden gesorteerd op het getal bij het invoerveld
pl: Pola użytkownika będą sortowane w formularzu po tej liczbie

# str.md.userField.sortNumber.invalid
source: This cannot be lower than 0 and needs to be a valid number with max. 0 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0 en dient een geldig getal te zijn met 0 cijfers achter de komma
pl: Nie może być mniejsze od 0 i musi być liczbą całkowitą

# str.md.userField.type
source: Type
nl: Soort
pl: Typ

# str.md.userField.type.required
source: A type is required
nl: Kies een soort
pl: Typ jest wymagany

# str.md.userField.showAsColumnInTables
source: Show as column in tables
nl: Toon als kolom in tabellen
pl: Pokaż jako kolumnę w tabelach

# str.md.userField.delete
source: Delete this userfield
nl: Verwijder eigen veld
pl: Usuń to pole użytkownika

# str.md.userField.delete.confirm
source: Do you really want to delete this userfield?
nl: Weet je zeker dat je dit eigen veld wilt verwijderen?
pl: Na pewno chcesz usunąć to pole użytkownika?

# str.md.userField.type.textSingleLine
source: Text (single line)
nl: Tekst (één regel)
pl: Tekst (jedna linia)

# str.md.userField.type.textMultiLine
source: Text (multi line)
nl: Tekst (meerdere regels)
pl: Tekst (wiele linii)

# str.md.userField.type.numberIntegral
source: Number (integral)
nl: Getal (integraal)
pl: Liczba (całkowita)

# str.md.userField.type.numberDezimal
source: Number (decimal)
nl: Getal (decimaal)
pl: Liczba (dziesiętna)

# str.md.userField.type.date
source: Date (without time)
nl: Datum zonder tijd
pl: Data (bez godziny)

# str.md.userField.type.dateTime
source: Date & time
nl: Datum en tijd
pl: Data i godzina

# str.md.userField.type.checkbox
source: Checkbox
nl: Aankruisvakje
pl: Pole wyboru

# str.md.userField.type.presetList
source: Select list (a single item can be selected)
nl: Keuzelijst (er kan één item worden gekozen)
pl: Lista (z jedną opcją wyboru)

# str.md.userField.type.presetChecklist
source: Select list (multiple items can be selected)
nl: Keuzelijst (er kunnen meerdere items worden gekozen)
pl: Lista (z wieloma opcjami wyboru)

# str.md.userField.type.file
source: File
nl: Bestand
pl: Plik

# str.md.userField.type.image
source: Image
nl: Afbeelding
pl: Zdjęcie

# str.md.userEntities
source: User entities
nl: Eigen eenheden
pl: Podmioty użytkownika

# str.md.userEntity
source: User entity
nl: Eigen eenheid
pl: Podmiot użytkownika

# str.md.userEntities.empty
source: No user entities found.
nl: Er zijn geen eigen eenheden gevonden.
pl: Nie znaleziono podmiotów użytkownika

# str.md.userEntity.new
source: New user entity
nl: Voeg eigen eenheid toe
pl: Nowy podmiot użytkownika

# str.md.userEntity.edit
source: Edit user entity
nl: Bewerk eigen eenheid
pl: Edytuj podmiot użytkownika

# str.md.userEntity.save
source: Save user entity
nl: Bewaar eigen eenheid
pl: Zapisz podmiot użytkownika

# str.md.userEntity.info
source: User entity info
nl: Informatie over eigen eenheid
pl: Informacje o podmiocie użytkownika

# str.md.userEntity.name
source: Name of the user entity
nl: Naam van eigen eenheid
pl: Nazwa podmiotu użytkownika

# str.md.userEntity.name.required
source: This is required and can only contain letters and numbers
nl: Dit is vereist en kan alleen cijfers en letters bevatten
pl: Nazwa jest wymagana i może nawierać tylko cyfry i litery

# str.md.userEntity.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta

# str.md.userEntity.caption
source: Caption
nl: Bijschrift
pl: Opis

# str.md.userEntity.caption.required
source: A caption is required
nl: Geef een bijschrift op
pl: Opis jest wymagany

# str.md.userEntity.description
source: Description
nl: Beschrijving
pl: Opis

# str.md.userEntity.showInSideBarMenu
source: Show in sidebar menu
nl: Toon in zijbalkmenu
pl: Pokaż na pasku bocznym

# str.md.userEntity.iconCSSClass
source: Icon CSS class
nl: Css-klasse van pictogram
pl: Klasa CSS ikonki

# str.md.userEntity.iconCSSClass.example
source: For example "fas fa-smile"
nl: Voorbeeld: ‘fas fa-smile’
pl: Na przykład "fas fa-smile"

# str.md.userEntity.delete
source: Delete user entity
nl: Verwijder eigen eenheid
pl: Usuń podmiot użytkownika

# str.md.userEntity.delete.confirm
source: Do you really want to delete this user entity?
nl: Weet je zeker dat je deze eigen eenheid wilt verwijderen?
pl: Na pewno chcesz usunąć ten podmiot użytkownika?

# str.settings
source: Settings
nl: Instellingen
pl: Ustawienia

# str.settings.logout
source: Logout from server
nl: Log uit op server
pl: Wyloguj z serwera

# str.settings.loggedInAs %@
source: Logged in as user %@
nl: Ingelogd als %@
pl: Zalogowano jako: %@

# str.settings.info
source: Information about Grocy-Server
nl: Informatie over Grocy-Server
pl: Informacje o serwerze Grocy

# str.settings.info.version %@
source: Grocy Version %@
nl: Grocy-versie %@
pl: Wersja Grocy: %@

# str.settings.info.grocyVersion %@
source: Version: %@
nl: Versie: %@
pl: Wersja: %@

# str.settings.info.grocyRLSDate %@
source: Release Date: %@
nl: Uitgebracht op %@
pl: Data wydania: %@

# str.settings.info.grocyPHPVersion %@
source: PHP Version: %@
nl: PHP-versie: %@
pl: Wersja PHP: %@

# str.settings.info.grocySQLiteVersion %@
source: SQLite Version: %@
nl: SQLite-versie: %@
pl: Wersja SQLite: %@

# str.settings.about
source: About this app
nl: Over deze app
pl: O tej aplikacji

# str.settings.about.thanks
source: I want to thank Bernd Bestel for the development of Grocy. Without him, this app would be impossible.
nl: Ik wil graag Bernd Bestel bedanken voor de ontwikkeling van Grocy. Zonder hem was deze app er niet geweest.
pl: Chciałbym podziękować Berndowi Bestelowi za stworzenie Grocy. Bez niego ta apka by nie powstała.

# str.settings.about.version
source: Version
nl: Versie
pl: Wersja

# str.settings.about.developer
source: Developer
nl: Ontwikkelaar
pl: Deweloper

# str.settings.about.showOnboarding
source: Replay app onboarding
nl: Loop appintroductie opnieuw door
pl: Uruchom ponownie wprowadzenie do aplikacji

# str.settings.loginQRcode.scan
source: Scan QR-Code for fast login
nl: Scan de QR-code om snel in te loggen
pl: Zeskanuj kod QR dla szybkiego zalogowania

# str.settings.simplifiedStockView
source: Simplified stock view
nl: Eenvoudig voorraadoverzicht
pl: Uproszczony podgląd zapasów

# str.settings.appLanguage
source: App language
nl: Taal
pl: Język aplikacji

# str.settings.resetCache
source: Reset cache
nl: Cache herstellen
pl: Wyczyść pamięć cache

# str.admin.user
source: User management
nl: Beheer gebruikers
pl: Zarządzanie użytkownikami

# str.admin.user.empty
source: No users found
nl: Er zijn geen gebruikers gevonden
pl: NIe znaleziono użytkownika

# str.admin.user.tooltip.edit
source: Edit this item
nl: Bewerk dit item
pl: Edytuj tego użytkownika

# str.admin.user.tooltip.permissions
source: Configure user permissions
nl: Stel gebruikersbevoegdheden in
pl: Zmień uprawnienia tego użytkownika

# str.admin.user.tooltip.delete
source: Delete this item
nl: Verwijder gebruiker
pl: Usuń tego użytkownika

# str.admin.user.delete.question
source: Do you really want to delete this user?
nl: Weet je zeker dat je deze gebruiker wilt verwijderen?
pl: Na pewno chcesz usunąć tego użytkownika?

# str.admin.user.new
source: New user
nl: Voeg gebruiker toe
pl: Nowy użytkownik

# str.admin.user.new.create
source: Create user
nl: Voeg gebruiker toe
pl: Stwórz użytkownika

# str.admin.user.new.edit
source: Edit user
nl: Bewerk gebruiker
pl: Edytuj użytkownika

# str.admin.user.new.userName
source: Username
nl: Gebruikersnaam
pl: Nazwa użytkownika

# str.admin.user.new.userName.required
source: A username is required
nl: Voer een gebruikersnaam in
pl: Nazwa użytkownika jest wymagana

# str.admin.user.new.userName.exists
source: Username already exists
nl: Deze gebruikersnaam is al in gebruik
pl: Nazwa użytkownika jest zajęta

# str.admin.user.new.firstName
source: First name
nl: Voornaam
pl: Imię

# str.admin.user.new.lastName
source: Last name
nl: Achternaam
pl: Nazwisko

# str.admin.user.new.password
source: Password
nl: Wachtwoord
pl: Hasło

# str.admin.user.new.password.confirm
source: Confirm password
nl: Bevestig wachtwoord
pl: Potwierdź Hasło

# str.admin.user.new.password.mismatch
source: Passwords do not match
nl: De wachtwoorden komen niet overeen
pl: Hasła się nie zgadzają

# str.quickScan.consume
source: Consume
nl: Verbruik
pl: Spożyj

# str.quickScan.purchase
source: Purchase
nl: Aankoop
pl: Kup

# str.quickScan.input.consume.amount
source: Consume amount
nl: Verbruik
pl: Liczba spożytych

# str.quickScan.input.consume.barcodeAmount %@
source: Quick consume (%@)
nl: Snel (%@)
pl: Szybko (%@)

# str.quickScan.input.info.stockAmount %@
source: Stock amount: %@
nl: Op voorraad: %@
pl: Ilość zapasów: %@

# str.quickScan.add.product
source: Product for this barcode
nl: Product met deze streepjescode
pl: Produkt dla tego kodu kreskowego

# str.quickScan.add.product.add
source: Add barcode
nl: Voeg streepjescode toe
pl: Dodaj kod kreskowy

# str.quickScan.add.product.add.success
source: Barcode added
nl: De streepjescode is toegevoegd
pl: Kod kreskowy dodany pomyślnie

# str.quickScan.add.product.add.fail
source: Adding barcode failed
nl: Het toevoegen is mislukt
pl: Dodawanie kodu kreskowego nie powiodło się

# str.quickScan.barcode.invalid
source: Invalid barcode
nl: Ongeldige streepjescode
pl: Niepoprawny kod kreskowy

# str.onboard.start
source: Let's get started!
nl: Aan de slag!
pl: Zacznijmy!

# str.onboard.grocy.title
source: grocy - ERP beyond your fridge
nl: grocy - ERP buiten je koelkast
pl: grocy - ERP w twojej lodówce

# str.onboard.grocy.subtitle
source: grocy is a web-based self-hosted groceries & household management solution for your home.
nl: Met Grocy kun je een eigen server hosten waarop je je boodschappen en huishoudelijke taken kunt beheren.
pl: grocy to internetowe rozwiązanie do zarządzania artykułami spożywczymi i gospodarstwem domowym dla Twojego domu.

# str.onboard.app.title
source: Grocy for iOS/macOS
nl: Grocy voor iOS/macOS
pl: Grocy dla iOS/macOS

# str.onboard.app.subtitle
source: An app in native design, allowing a comfortable use of Grocy at home and on the go.
nl: Een app met platform-eigen ontwerp om Grocy onderweg te kunnen gebruiken.
pl: Natywna apka pozwalająca na komfortowe używanie Grocy w domu i w podróży

# str.stock.tbl.product
source: Product
pl: Produkt

# str.stock.buy.product
source: Product
pl: Produkt

# str.stock.consume.product
source: Product
pl: Produkt

# str.stock.consume.product.details
source: Details
pl: Szczegóły

# str.stock.transfer.product
source: Product
pl: Produkt

# str.stock.inventory.product
source: Product
pl: Produkt

# str.stock.journal.product
source: Product
pl: Produkt

# str.stock.journal.product.info %@
source: Product: %@
pl: Produkt: %@

# str.shL.entryForm.product
source: Product
pl: Produkt

# str.md.product
source: Product
pl: Produkt

# str.quickScan.markAsOpened
source: Open
pl: Otwórz
