Repository: supergeorg/Grocy-SwiftUI
Catalog: Shared/*.lproj/Localizable.strings
Languages: nl, pl

# str.shL.entry.delete.confirm
source: Do you really want to delete this item?
nl: Weet je zeker dat je dit product wilt verwijderen?
pl: Na pewno chcesz usunąć ten wpis?

# str.shL.entry.add %@
source: Add %@ to stock
nl: Voeg %@ toe aan voorraad
pl: Dodaj %@ do zapasów

# str.shL.entry.info.amount %@
source: Amount: %@
nl: Hoeveelheid: %@
pl: Ilość: %@

# str.md.masterData
source: Master Data
nl: Hoofdgegevens
pl: Dane

# str.md.description
source: Description
nl: Beschrijving
pl: Opis

# str.md.search
source: Search
nl: Zoek
pl: Szukaj

# str.md.new.success
source: Entry added
nl: Het product is toegevoegd
pl: Dodano nowy wpis

# str.md.new.fail
source: Adding failed
nl: Het toevoegen is mislukt
pl: Dodawanie nie powiodło się

# str.md.edit.success
source: Editing successful
nl: Het product is bewerkt
pl: Zedytowano pomyślnie

# str.md.edit.fail
source: Editing failed
nl: Het bewerken is mislukt
pl: Nie udało się zedytować

# str.md.delete.success
source: Delete successful
nl: Het product is verwijderd
pl: Usunięto pomyślnie

# str.md.delete.fail
source: Delete failed
nl: Het verwijderen is mislukt
pl: Nie udało się usunąć

# str.md.products
source: Products
nl: Producten
pl: Produkty

# str.md.products.empty
source: No products found.
nl: Er zijn geen producten gevonden.
pl: Nie znaleziono produktów.

# str.md.product.rowLocation %@
source: Location: %@
nl: Locatie: %@
pl: Miejsce: %@

# str.md.product.rowProductGroup %@
source: Product group: %@
nl: Productcategorie: %@
pl: Grupa produktu: %@

# str.md.product.new
source: Create product
nl: Maak product aan
pl: Stwórz produkt

# str.md.product.edit
source: Edit product
nl: Bewerk product
pl: Edytuj produkt

# str.md.product.save
source: Save product
nl: Bewaar product
pl: Zapisz produkt

# str.md.product.info
source: Product info
nl: Productinformatie
pl: Informacje o produkcie

# str.md.product.delete.confirm
source: Do you really want to delete this product?
nl: Weet je zeker dat je dit product wilt verwijderen?
pl: Na pewno chcesz usunąć ten produkt?

# str.md.product.name
source: Product name
nl: Productnaam
pl: Nazwa produktu

# str.md.product.name.required
source: A name is required
nl: Voer een naam in
pl: Nazwa jest wymagana

# str.md.product.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta

# str.md.product.active
source: Active
nl: Actief
pl: Aktywny

# str.md.product.parentProduct
source: Parent product
nl: Hoofdproduct
pl: Produkt nadrzędny

# str.md.product.description
source: Description
nl: Beschrijving
pl: Opis

# str.md.product.productGroup
source: Product group
nl: Productcategorie
pl: Grupa produktu

# str.md.product.calories
source: Energy (kcal)
nl: Energie (in kcal)
pl: Energia (kcal)

# str.md.product.calories.info
source: Per stock quantity unit
nl: Voorraadhoeveelheidseenheid
pl: Na jednostkę miary

# str.md.product.calories.invalid
source: This cannot be lower than 0 and needs to be a valid number with max. 4 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0 en dient een geldig getal te zijn met max. 4 cijfers achter de komma

# str.md.product.dontShowOnStockOverview
source: Never show on stock overview
nl: Toon niet op voorraadoverzicht
pl: Nigdy nie pokazuj na przeglądzie zapasów

# str.md.product.dontShowOnStockOverview.info
source: The stock overview page lists all products which are currently in-stock or below their min. stock amount - enable this to hide this product there always
nl: Op het voorraadoverzicht staan alle producten die momenteel op voorraad zijn of onder hun min. voorraadhoeveelheid. Schakel in om dit product daar altijd te verbergen.
pl: Przegląd zapasów wyświetla listę wszystkich produktów które są aktualnie w zapasie lub poniżej min. ilości - włącz to aby ukryć ten produkt za każdym razem

# str.md.product.location
source: Default location
nl: Standaardlocatie
pl: Domyślne miejsce

# str.md.product.location.required
source: A location is required
nl: Geef een locatie op
pl: Miejsce jest wymagane

# str.md.product.shoppingLocation
source: Default store
nl: Standaardwinkel
pl: Domyślny sklep

# str.md.product.dueType
source: Due date type
nl: Soort houdbaarheidsdatum
pl: Typ terminu ważności

# str.md.product.dueType.info
source: Based on the selected type, the highlighting on the stock overview page will be different
nl: De markering op de overzichtspagina kan afwijken, afhankelijk van de gekozen soort
pl: Wyliczono na podstawie ostatnich cen zakupu produktów

# str.md.product.dueType.bestBefore
source: Best before date
nl: Tenminste houdbaar tot
pl: Najlepiej spożyć przed

# str.md.product.dueType.bestBefore.info
source: Means that the product is maybe still safe to be consumed after its due date is reached
nl: Betekent dat het product mogelijk nog veilig is om te gebruiken na de houdbaarheidsdatum
pl: Oznacza, że ten produkt możliwe, że jest wciąż bezpieczny do spożycia po tym dniu

# str.md.product.dueType.expires
source: Expiration date
nl: Houdbaarheidsdatum
pl: Należy spożyć przed

# str.md.product.dueType.expires.info
source: Means that the product is not safe to be consumed after its due date is reached
nl: Betekent dat het product niet meer gebruikt kan worden na de houdbaarheidsdatum
pl: Oznacza, że ten produkt nie jest bezpieczny do spożycia po tym dniu

# str.md.product.defaultDueDays
source: Default due days
nl: Standaard houdbaarheidsdatum
pl: Domyślna ilość dni ważności

# str.md.product.defaultDueDays.info
source: For purchases this amount of days will be added to today for the due date suggestion (-1 means that this product will be never overdue)
nl: Bij aankopen wordt deze houdbaarheidsdatum toegevoegd als suggestie (-1 = bederft nooit)
pl: Dla zakupów jako termin ważności będzie ustawione dzisiaj + podana tutaj liczba dni

# str.md.product.defaultDueDaysAfterOpen
source: Default due days after opened
nl: Standaard houdbaarheidsdatum na openen
pl: Domyślna ilość dni ważności po otwarciu

# str.md.product.defaultDueDaysAfterOpen.info
source: When this product was marked as opened, the due date will be replaced by today + this amount of days (a value of 0 disables this)
nl: Als dit product als geopend wordt gemarkeerd, wordt de houdbaarheidsdatum vervangen door vandaag + dit aantal dagen (0 = uitschakelen)
pl: Gdy oznaczasz produkt jako otwarty, termin ważności zostanie zmieniony na dziś + podana tutaj liczba dni. Wpisanie 0 wyłącza tę opcję.

# str.md.product.defaultDueDaysAfterFreezing
source: Default due days after freezing
nl: Standaard houdbaarheidsdatum na invriezen
pl: Domyślna ilość dni ważności po zamrożeniu

# str.md.product.defaultDueDaysAfterFreezing.info
source: On moving this product to a freezer location (so when freezing it), the due date will be replaced by today + this amount of days
nl: Als dit product in een vriezer wordt gestopt (dus ingevroren), dan zal de THT-datum vervangen worden door vandaag + dit aantal dagen
pl: Gdy przenosisz produkt do zamrażarki, termin ważności zostanie zmieniony na dziś + podana tutaj liczba dni

# str.md.product.defaultDueDaysAfterFreezing.invalid
source: This cannot be lower than -1 and needs to be a valid number with max. 0 decimal places
nl: De waarde hiervan mag niet lager zijn dan -1 en dient een geldig getal te zijn met 0 cijfers achter de komma
pl: Nie może być mniejsze od -1 i musi być liczbą całkowitą

# str.md.product.defaultDueDaysAfterThawing
source: Default due days after thawing
nl: Standaard houdbaarheidsdatum na ontdooien
pl: Domyślna liczba dni wazności po odmrożeniu

# str.md.product.defaultDueDaysAfterThawing.info
source: On moving this product from a freezer location (so when thawing it), the due date will be replaced by today + this amount of days
nl: Als dit product wordt ontdooid, dan zal de THT-datum vervangen worden door vandaag + dit aantal dagen
pl: Gdy przenosisz produkt z zamrażarki, termin ważności zostanie zmieniony na dziś + podana tutaj liczba dni

# str.md.product.defaultDueDaysAfterThawing.invalid
source: This cannot be lower than 0 and needs to be a valid number with max. 0 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0 en dient een geldig getal te zijn met 0 cijfers achter de komma
pl: Nie może być mniejsze od 0 i musi być liczbą całkowitą

# str.md.product.quStock
source: Quantity unit stock
nl: Voorraadeenheid
pl: Jednostka zapasów

# str.md.product.quStock.info
source: Quantity unit stock cannot be changed after first purchase
nl: De eenheid van voorraden kan niet gewijzigd worden na de eerste aankoop
pl: Jednostka zapasów nie może być zmieniona po pierwszym zakupie

# str.md.product.quStock.required
source: A quantity unit is required
nl: Kies een hoeveelheidseenheid
pl: Jednostka zapasów jest wymagana

# str.md.product.quPurchase
source: Default quantity unit purchase
nl: Standaard hoeveelheid bij aankoop
pl: Domyślna jednostka zakupu

# str.md.product.quPurchase.info
source: This is the default quantity unit used when adding this product to the shopping list
nl: Dit is de standaard hoeveelheid die wordt gebruikt bij het toevoegen van dit product aan de boodschappenlijst
pl: Jednostka zakupu nie może być zmieniona po pierwszym zakupie

# str.md.product.quPurchase.required
source: A quantity unit is required
nl: Kies een hoeveelheidseenheid
pl: Jednostka zakupu jest wymagana

# str.md.product.minStockAmount
source: Minimum stock amount
nl: Min. voorraadhoeveelheid
pl: Minimalna ilość zapasów

# str.md.product.minStockAmount.invalid
source: This cannot be lower than 0 and needs to be a valid number with max. 4 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0 en dient een geldig getal te zijn met max. 4 cijfers achter de komma

# str.md.product.cumulateMinStockAmountOfSubProducts
source: Accumulate sub products min. stock amount
nl: Bijkomende producten ook meetellen in minimale voorraad
pl: Zgromadź półprodukty w minimalną ilość zapasu

# str.md.product.cumulateMinStockAmountOfSubProducts.info
source: If enabled, the min. stock amount of sub products will be accumulated into this product, means the sub product will never be "missing", only this product
nl: Schakel in om de minimale voorraad van bijkomende producten mee te tellen bij dit product. Dat wil zeggen: het bijkomende product zal nooit ‘ontbreken’.
pl: Jeżeli włączone, minimalna ilość zapasu półproduktów będzie akumulowana do tego produktu. Oznacza to, że półproduktu nigdy nie będzie brakować, a jedynie tego produktu.

# str.md.product.quickConsumeAmount
source: Quick consume amount
nl: Hoeveelheid van snel opeten/-drinken
pl: Ilość dla szybkiego spożycia

# str.md.product.quickConsumeAmount.info
source: This amount is used for the "quick consume/open buttons" on the stock overview page (related to quantity unit stock)
nl: Deze hoeveelheid wordt gebruikt voor de knoppen ‘snel opeten/-drinken/openen’ op de voorraadoverzichtspagina (gerelateerd aan aantal eenheidsvoorraad)
pl: Ta ilość będzie użyta podczas korzystania z przycisków "Szybkie spożycie/otwarcie" na przeglądzie zapasów

# str.md.product.quickConsumeAmount.invalid
source: This cannot be lower than 0.0001 and needs to be a valid number with max. 4 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0.0001 en dient een geldig getal te zijn met max. 4 cijfers achter de komma

# str.md.product.quFactorPurchaseToStock
source: Factor purchase to stock quantity unit
nl: Factor bij aankoop voor voorraad
pl: Konwersja ilości zakupu do zapasów

# str.md.product.quFactorPurchaseToStock.invalid
source: This cannot be lower than 0.0001 and needs to be a valid number with max. 4 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0.0001 en dient een geldig getal te zijn met max. 4 cijfers achter de komma

# str.md.product.quFactorPurchaseToStock.description %@ %@ %@
source: This means 1 %@ purchased will be converted into %@ %@ in stock
nl: Dit betekent dat 1 gekocht(e) %@ wordt omgezet in %@ %@ in de voorraad
pl: Oznacza, że jeden %@ z zakupu będzie przeliczony na %@ %@ do zapasów

# str.md.product.enableTareWeightHandling
source: Enable tare weight handling
nl: Tel tarragewichten ook mee
pl: Włącz obsługę masy tara

# str.md.product.enableTareWeightHandling.info
source: This is useful e.g. for flour in jars - on purchase/consume/inventory you always weigh the whole jar, the amount to be posted is then automatically calculated based on what is in stock and the tare weight defined below
nl: Dit is bij onder meer meel in potten. Bij aankopen/consumptie/inventaris weeg je altijd de hele pot - de op te nemen hoeveelheid wordt dan automatisch berekend op basis van wat op voorraad is en het hieronder opgegeven tarragewicht.
pl: Jest to przydatne np. w przypadku mąki w słoikach - przy zakupie/spożyciu/zapasie zawsze waży się cały słoik, kwota jest następnie automatycznie obliczana na podstawie tego, co znajduje się w magazynie i masy tary zdefiniowanej poniżej

# str.md.product.tareWeight
source: Tare weight
nl: Tarragewicht
pl: Waga tara

# str.md.product.tareWeight.invalid
source: This cannot be lower than 0.0001 and needs to be a valid number with max. 4 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0.0001 en dient een geldig getal te zijn met max. 4 cijfers achter de komma

# str.md.product.notCheckStockFulfillmentForRecipes
source: Disable stock fulfillment checking for this ingredient
nl: Schakel voorraadcontrole van dit ingrediënt uit
pl: Wyłącz sprawdzanie stanu zapasów dla tego składnika

# str.md.product.notCheckStockFulfillmentForRecipes.info
source: This will be used as the default setting when adding this product as a recipe ingredient
nl: Dit wordt gebruikt als de standaardinstelling bij het toevoegen van dit product als receptingrediënt
pl: Będzie to użyte jako domyślne ustawienie podczas dodawania tego produktu jako składnik przepisu

# str.md.barcodes
source: Barcodes
nl: Streepjescodes
pl: Kody kreskowe

# str.md.barcode
source: Barcode
nl: Streepjescode
pl: Kod kreskowy

# str.md.barcodes.empty
source: No Barcodes added.
nl: Er zijn geen streepjescodes toegevoegd.
pl: Nie dodano kodów kreskowych.

# str.md.barcode.new
source: Create barcode
nl: Voeg streepjescode toe
pl: Dodaj kod kreskowy

# str.md.barcode.edit
source: Edit barcode
nl: Bewerk streepjescode
pl: Edytuj kod kreskowy

# str.md.barcode.save
source: Save barcode
nl: Bewaar streepjescode
pl: Zapisz kod kreskowy

# str.md.barcode.for %@
source: Barcode for product %@
nl: Streepjescode van %@
pl: Kod kreskowy produktu %@

# str.md.barcode.barcode
source: Barcode
nl: Streepjescode
pl: Kod kreskowy

# str.md.barcode.barcode.required
source: A barcode is required
nl: Geef een streepjescode op
pl: Kod kreskowy jest wymagany

# str.md.barcode.barcode.invalid
source: The barcode has to be in the EAN-8 or EAN-13 format
nl: De streepjescode is ongeldig of reeds in gebruik.
pl: Kod kreskowy musi być w formacie EAN-8 lub EAN-13

# str.md.barcode.amount
source: Amount
nl: Hoeveelheid
pl: Ilość

# str.md.barcode.quantityUnit
source: Quantity unit
nl: Hoeveelheidseenheid
pl: Jednostka miary

# str.md.barcode.shoppingLocation
source: Store
nl: Winkel
pl: Sklep

# str.md.barcode.note
source: Note
nl: Aantekening
pl: Notka

# str.md.barcode.info.amount %@
source: Amount: %@
nl: Hoeveelheid: %@
pl: Ilość: %@

# str.md.barcode.info.store %@
source: Store: %@
nl: Winkel: %@
pl: Sklep: %@

# str.md.locations
source: Locations
nl: Locaties
pl: Miejsca

# str.md.location
source: Location
nl: Locatie
pl: Miejsce

# str.md.locations.empty
source: No locations found.
nl: Er zijn geen locaties gevonden.
pl: Nie znaleziono miejsc

# str.md.location.new
source: New location
nl: Voeg locatie toe
pl: Nowe miejsce

# str.md.location.edit
source: Edit location
nl: Bewerk locatie
pl: Edytuj miejsce

# str.md.location.save
source: Save location
nl: Bewaar locatie
pl: Zapisz miejsce

# str.md.location.info
source: Location info
nl: Locatie-informatie
pl: Informacje o miejscu

# str.md.location.name
source: Location
nl: Locatie
pl: Miejsce

# str.md.location.name.required
source: A name is required
nl: Voer een naam in
pl: Nazwa jest wymagana

# str.md.location.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już istnieje

# str.md.location.freezer
source: Freezer
nl: Vriezer
pl: Zamrażarka

# str.md.location.isFreezing
source: Is freezer
nl: Dit is een vriezer
pl: Jest to zamrażarka

# str.md.location.isFreezing.description
source: When moving product from/to a freezer location, the products due date is automatically adjusted according to the product settings
nl: Als een product in een vriezer wordt geplaatst of er uit wordt gehaald, dan wordt de houdbaarheidsdatum automatisch aangepast op basis van de productinstellingen
pl: Gdy przenosisz produkt z/do zamrażarki, termin ważności zmienia się automatycznie według ustawień produktu

# str.md.location.delete.confirm
source: Do you really want to delete this location?
nl: Weet je zeker dat je deze locatie wilt verwijderen?
pl: Na pewno chcesz usunąć to miejsce?

# str.md.shoppingLocations
source: Shopping locations
nl: Winkels
pl: Miejsca zakupów

# str.md.shoppingLocation
source: Shopping location
nl: Winkel
pl: Miejsce zakupów

# str.md.shoppingLocations.empty
source: No shopping locations found.
nl: Er zijn geen winkels gevonden.
pl: Nie znaleziono miejsc zakupów

# str.md.shoppingLocation.new
source: New shopping location
nl: Voeg winkel toe
pl: Nowe miejsce zakupów

# str.md.shoppingLocation.edit
source: Edit shopping location
nl: Bewerk winkel
pl: Edytuj miejsce zakupów

# str.md.shoppingLocation.save
source: Save shopping location
nl: Bewaar winkel
pl: Zapisz miejsce zakupów

# str.md.shoppingLocation.info
source: Shopping location info
nl: Winkelinformatie
pl: Informacje o miejscu zakupów

# str.md.shoppingLocation.name
source: Shopping location
nl: Winkel
pl: Miejsce zakupów

# str.md.shoppingLocation.name.required
source: A name is required
nl: Voer een naam in
pl: Nazwa jest wymagana

# str.md.shoppingLocation.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta

# str.md.shoppingLocation.delete
source: Delete this shopping location
nl: Verwijder winkel
pl: Usuń to miejsce zakupów

# str.md.shoppingLocation.delete.confirm
source: Do you really want to delete this shopping location?
nl: Weet je zeker dat je deze winkel wilt verwijderen?
pl: Na pewno chcesz usunąć to miejsce zakupów?

# str.md.quantityUnits
source: Quantity units
nl: Hoeveelheidseenheden
pl: Jednostki miary

# str.md.quantityUnit
source: Quantity unit
nl: Hoeveelheidseenheid
pl: Jednostka miary

# str.md.quantityUnits.empty
source: No quantity units found.
nl: Er zijn geen hoeveelheidseenheden gevonden.
pl: Nie znaleziono jednostek miary.

# str.md.quantityUnit.new
source: New quantity unit
nl: Voeg hoeveelheidseenheid toe
pl: Nowa jednostka miary

# str.md.quantityUnit.edit
source: Edit quantity unit
nl: Bewerk hoeveelheidseenheid
pl: Edytuj jednostkę miary

# str.md.quantityUnit.save
source: Save quantity unit
nl: Bewaar hoeveelheidseenheid
pl: Zapisz jednostkę miary

# str.md.quantityUnit.info
source: Quantity unit info
nl: Hoeveelheidseenheidinformatie
pl: Informacje o jednostce miary

# str.md.quantityUnit.name
source: Name (in singular form)
nl: Naam (enkelvoudig)
pl: Nazwa (l. pojedyncza)

# str.md.quantityUnit.name.required
source: A name is required
nl: Voer een naam in
pl: Nazwa jest wymagana

# str.md.quantityUnit.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta

# str.md.quantityUnit.namePlural
source: Name (in plural form)
nl: Naam (meervoudig)
pl: Nazwa (l. mnoga)

# str.md.quantityUnit.delete
source: Delete this quantity unit
nl: Verwijder hoeveelheidseenheid
pl: Usuń tę jednostkę miary

# str.md.quantityUnit.delete.confirm
source: Do you really want to delete this quantity unit?
nl: Weet je zeker dat je deze hoeveelheidseenheid wilt verwijderen?
pl: Na pewno chcesz usunąć tę jednostkę miary?

# str.md.productGroups
source: Product groups
nl: Productcategorieën
pl: Grupy produktu

# str.md.productGroup
source: Product group
nl: Productcategorie
pl: Grupa produktu

# str.md.productGroups.empty
source: No product groups found.
nl: Er zijn geen productcategorieën gevonden.
pl: Nie znaleziono grup produktu.

# str.md.productGroup.new
source: Create product group
nl: Maak productcategorie aan
pl: Stwórz grupę produktu

# str.md.productGroup.edit
source: Edit product group
nl: Bewerk productcategorie
pl: Edytuj grupę produktu

# str.md.productGroup.save
source: Save product group
nl: Bewaar productcategorie
pl: Zapisz grupę produktu

# str.md.productGroup.info
source: Product group info
nl: Productcategorie-informatie
pl: Informacje o grupie produktu

# str.md.productGroup.name
source: Product group name
nl: Productcategorienaam
pl: Nazwa grupy produktu

# str.md.productGroup.name.required
source: A name is required
nl: Voer een naam in
pl: Nazwa jest wymagana

# str.md.productGroup.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta

# str.md.productGroup.delete
source: Delete this product group
nl: Verwijder productcategorie
pl: Usuń grupę produktu

# str.md.productGroup.delete.confirm
source: Do you really want to delete this product group?
nl: Weet je zeker dat je deze productcategorie wilt verwijderen?
pl: Na pewno chcesz usunąć tę grupę produktu?

# str.md.chores
source: Chores
nl: Klusjes
pl: Zadania domowe

# str.md.batteries
source: Batteries
nl: Batterijen
pl: Baterie

# str.md.taskCategories
source: Task Categories
nl: Taakcategorieën
pl: Kategorie zadań

# str.md.userFields
source: Userfields
nl: Eigen velden
pl: Pola użytkowników

# str.md.userField
source: Userfield
nl: Eigen veld
pl: Pole użytkownika

# str.md.userFields.empty
source: No userfields found.
nl: Er zijn geen eigen velden gevonden.
pl: Nie znaleziono pół użytkowników.

# str.md.userFields.rowName %@
source: Name: %@
nl: Naam: %@
pl: Nazwa: %@

# str.md.userFields.rowEntity %@
source: Entity: %@
nl: Eenheid: %@
pl: Obiekt: %@

# str.md.userFields.rowType %@
source: Type: %@
nl: Soort: %@
pl: Typ: %@

# str.md.userField.new
source: Create userfield
nl: Voeg eigen veld toe
pl: Stwórz pole użytkownika

# str.md.userField.edit
source: Edit userfield
nl: Bewerk eigen veld
pl: Edytuj pole użytkownika

# str.md.userField.save
source: Save userfield
nl: Bewaar eigen veld
pl: Zapisz pole użytkownika

# str.md.userField.entity
source: Entity
nl: Eenheid
pl: Obiekt

# str.md.userField.entity.required
source: An entity is required
nl: Voer een eenheid in
pl: Obiekt jest wymagany

# str.md.userField.name
source: Name
nl: Naam
pl: Nazwa

# str.md.userField.name.info
source: This is the internal field name, e. g. for the API
nl: Dit is de interne veldnaam, bijvoorbeeld voor de API
pl: Jest to wewnętrzna nazwa, np. dla API

# str.md.userField.name.required
source: This is required and can only contain letters and numbers
nl: Dit is vereist en kan alleen cijfers en letters bevatten
pl: Nazwa jest wymagana i może mieć tylko cyfry i litery

# str.md.userField.name.invalid
source: This is required and can only contain letters and numbers
nl: Dit is vereist en kan alleen cijfers en letters bevatten
pl: Nazwa jest wymagana i może mieć tylko cyfry i litery

# str.md.userField.caption
source: Caption
nl: Bijschrift
pl: Opis

# str.md.userField.caption.info
source: This is used to display the field on the frontend
nl: Dit wordt gebruikt om het veld op het frontend te tonen
pl: Będzie użyty do wyświetlenia pola w interfejsie

# str.md.userField.caption.required
source: A caption is required
nl: Geef een bijschrift op
pl: Opis jest wymagany

# str.md.userField.sortNumber
source: Sort number
nl: Sorteergetal
pl: Sortuj liczbę
