Repository: supergeorg/Grocy-SwiftUI
Catalog: Shared/*.lproj/Localizable.strings
Languages: nl, pl

# str.cancel
source: Cancel
nl: Annuleer
pl: Anuluj

# str.ok
source: OK
nl: Oké

# str.delete
source: Delete
nl: Verwijder
pl: Usuń

# str.edit
source: Edit
nl: Bewerk
pl: Edytuj

# str.save
source: Save
nl: Bewaar
pl: Zapisz

# str.search
source: Search
nl: Zoek
pl: Szukaj

# str.noSearchResult
source: No search result found.
nl: Er zijn geen resultaten gevonden.
pl: Nie znaleziono wyników wyszukiwania.

# str.day
source: Day
nl: Dag
pl: Dzień

# str.days
source: Days
nl: Dagen
pl: Dni

# str.refresh
source: Refresh
nl: Vernieuw
pl: Odśwież

# str.close
source: Close
nl: Sluit
pl: Zamknij

# str.add
source: Add
nl: Voeg toe
pl: Dodaj

# str.misc
source: Miscellaneous
nl: Overig
pl: Różne

# str.clear
source: Clear
nl: Wis
pl: Wyczyść

# tr.purchase
source: Purchase
nl: Aankoop
pl: Zakup

# tr.consume
source: Consume
nl: Verbruik
pl: Spożycie

# tr.opened
source: Opened
nl: Geopend
pl: Otwarte

# tr.inventoryCorrection
source: Inventory
nl: Voorraad
pl: Spis produktów

# tr.stockEditOld
source: Stock edit (old)
nl: Bewerkte voorraad (oud)

# tr.stockEditNew
source: Stock edit (new)
nl: Bewerkte voorraad (nieuw)

# tr.transferFrom
source: Transfer from
nl: Verplaats van
pl: Przenieś z

# tr.transferTo
source: Transfer to
nl: Verplaats naar
pl: Przenieś do

# str.nav.stockOverview
source: Stock overview
nl: Voorraadoverzicht
pl: Przegląd zapasów

# str.nav.shoppingList
source: Shopping list
nl: Boodschappenlijst
pl: Lista zakupów

# str.nav.recipes
source: Recipes
nl: Recepten
pl: Przepisy

# str.nav.mealPlan
source: Meal plan
nl: Maaltijdplan
pl: Plan żywieniowy

# str.nav.choresOverview
source: Chores overview
nl: Klusjes
pl: Przegląd zadań domowych

# str.nav.tasks
source: Tasks
nl: Taken
pl: Zadania

# str.nav.batteriesOverview
source: Batteries overview
nl: Batterijvoorraad
pl: Przegląd baterii

# str.nav.equipment
source: Equipment
nl: Apparaten
pl: Wyposażenie

# str.nav.calendar
source: Calendar
nl: Kalender
pl: Kalendarz

# str.nav.activities
source: Activities
nl: Activiteiten
pl: Aktywności

# str.nav.purchase
source: Purchase
nl: Aankoop
pl: Zakup

# str.nav.consume
source: Consume
nl: Verbruik
pl: Spożycie

# str.nav.transfer
source: Transfer
nl: Verplaats
pl: Przenieś

# str.nav.inventory
source: Inventory
nl: Voorraad
pl: Spis produktów

# str.nav.choreTracking
source: Chore tracking
nl: Klusjes
pl: Śledzenie zadań domowych

# str.nav.batteryTracking
source: Battery tracking
nl: Batterijen
pl: Śledzenie baterii

# str.nav.md
source: Master data
nl: Hoofdgegevens
pl: Dane

# str.nav.md.products
source: Products
nl: Producten
pl: Produkty

# str.nav.md.locations
source: Locations
nl: Locaties
pl: Miejsca

# str.nav.md.shoppingLocations
source: Shopping locations
nl: Winkels
pl: Miejsca zakupów

# str.nav.md.quantityUnits
source: Quantity units
nl: Hoeveelheidseenheden
pl: Jednostki miary

# str.nav.md.productGroups
source: Product groups
nl: Productcategorieën
pl: Grupy produktów

# str.nav.md.chores
source: Chores
nl: Klusjes
pl: Obowiązki domowe

# str.nav.md.batteries
source: Batteries
nl: Batterijen
pl: Baterie

# str.nav.md.taskCategories
source: Task categories
nl: Taakcategorieën
pl: Kategorie zadań

# str.nav.md.userFields
source: User fields
nl: Eigen invoervelden
pl: Pola użytkownika

# str.nav.md.userEntities
source: User entities
nl: Eigen producten
pl: Podmioty użytkownika

# str.nav.settings
source: Settings
nl: Instellingen
pl: Ustawienia

# str.nav.userManagement
source: User management
nl: Beheer gebruikers
pl: Zarządzanie użytkownikami

# str.nav.quickScan
source: Quick-Scan mode
nl: Snelle scan
pl: Szybki Skan

# str.details.title
source: Product overview
nl: Productoverzicht
pl: Przegląd produktu

# str.details.amount
source: Stock amount:
nl: Op voorraad:
pl: Ilość zapasów:

# str.details.stockValue
source: Stock value:
nl: Waarde:
pl: Wartość zapasów:

# str.details.defaultLocation
source: Default location:
nl: Standaardlocatie:
pl: Domyślne miejsce:

# str.details.lastPurchaseDate
source: Last purchased:
nl: Laatst gekocht:
pl: Ostatni zakup:

# str.details.lastUseDate
source: Last used:
nl: Laatst gebruikt:
pl: Ostatnie użycie:

# str.details.lastPrice
source: Last price:
nl: Recentste prijs:
pl: Ostatnia cena:

# str.details.averagePrice
source: Average price:
nl: Gemiddelde prijs:
pl: Średnia cena:

# str.details.averageShelfLife
source: Average shelf life:
nl: Gemiddelde houdbaarheid:
pl: Średni okres trwałości:

# str.details.spoilRate
source: Spoil rate:
nl: Verspilling:
pl: Wskaźnik zepsucia:

# str.details.never
source: Never
nl: Nooit
pl: Nigdy

# str.details.unknown
source: Unknown
nl: Onbekend
pl: Nieznane

# str.details.stockEntries
source: Stock entries
nl: Producten op voorraad
pl: Pozycje zapasu

# str.details.stockJournal
source: Stock journal
nl: Voorraaddagboek
pl: Dziennik zapasów

# str.details.edit
source: Edit product
nl: Bewerk product
pl: Edytuj produkt

# str.stock.stockOverview
source: Stock overview
nl: Voorraadoverzicht
pl: Przegląd zapasów

# str.stock.stockOverviewInfo %lld %@
source: %lld Products, %@ total value
nl: %lld producten met een totale waarde van %@
pl: %lld produktów o łącznej wartości %@

# str.stock.search
source: Search stock
nl: Doorzoek voorraad
pl: Szukaj w zapasach

# str.stock.empty
source: Nothing on stock.
nl: Er is geen enkel product op voorraad.
pl: Zapasy są puste.

# str.stock.location
source: Location
nl: Locatie
pl: Miejsce

# str.stock.productGroup
source: Product group
nl: Productcategorie
pl: Grupa produktu

# str.stock.all
source: All
nl: Alle
pl: Wszystko

# str.stock.status.expiringSoon
source: Due soon
nl: Houdbaarheidsdatum in zicht
pl: Blisko terminu

# str.stock.status.overdue
source: Overdue
nl: Verstreken
pl: Po terminie

# str.stock.status.expired
source: Expired
nl: Over de datum
pl: Przeterminowany

# str.stock.status.belowMinStock
source: Below min. stock amount
nl: Onder min. voorraadhoeveelheid
pl: Poniżej min. ilości zapasów

# str.stock.info.1expiringSoon %lld
source: 1 product is due within the next %lld days
nl: De houdbaarheidsdatum van 1 product is in zicht: %lld dagen
pl: Jeden produkt będzie po terminie za %lld dni

# str.stock.info.1overdue
source: 1 product is overdue
nl: De houdbaarheidsdatum van 1 product is verstreken
pl: Jeden produkt jest po terminie

# str.stock.info.1expired
source: 1 product is expired
nl: 1 product is over de datum
pl: Jeden produkt jest przeterminowany

# str.stock.info.1belowMinStock
source: 1 product is below min. defined stock amount
nl: 1 product is onder de min. voorraadhoeveelheid
pl: Jeden produkt jest poniżej min. ilości zapasów

# str.stock.info.expiringSoon %lld %lld
source: %lld products are due within the next %lld days
nl: De houdbaarheidsdatum van %lld producten is in zicht: %lld dagen
pl: %lld produktów będzie po terminie za %lld dni

# str.stock.info.overdue %lld
source: %lld products are overdue
nl: De houdbaarheidsdatum van %lld product is verstreken
pl: %lld produktów jest po terminie

# str.stock.info.expired %lld
source: %lld products are expired
nl: %lld producten zijn over de datum
pl: %lld produktów jest przeterminowanych

# str.stock.info.belowMinStock %lld
source: %lld products are below min. defined stock amount
nl: %lld producten zijn onder de min. voorraadhoeveelheid
pl: %lld produktów jest poniżej min. ilości zapasów

# str.stock.entry.description.notOpened %@ %@ %@
source: Amount: %@; Due on %@; Bought on %@; Not opened
nl: Hoeveelheid: %@ - Houdbaarheidsdatum: %@ - Gekocht op %@ - Ongeopend
pl: Ilość: %@; Termin ważności %@; Kupiono %@; Zamknięte

# str.stock.entry.description.opened %@ %@ %@
source: Amount: %@; Due on %@; Bought on %@; Opened
nl: Hoeveelheid: %@ - Houdbaarheidsdatum: %@ - Gekocht op %@ - Geopend
pl: Ilość: %@; Termin ważności %@; Kupiono %@; Otwarte

# str.stock.entry.status.notOpened
source: Not opened
nl: Ongeopend
pl: Zamknięte

# str.stock.entry.status.opened
source: Opened
nl: Geopend
pl: Otwarte

# str.stock.tbl.productGroup
source: Product group
nl: Productcategorie
pl: Grupa produktu

# str.stock.tbl.amount
source: Amount
nl: Hoeveelheid
pl: Ilość

# str.stock.tbl.value
source: Value
nl: Waarde
pl: Wartość

# str.stock.tbl.nextBestBefore
source: Next best before date
nl: Tenminste houdbaar tot
pl: Następna data najlepszego spożycia przed

# str.stock.tbl.caloriesPerStockQU
source: Calories (Per stock quantity unit)
nl: Aantal calorieën (per aantal op voorraad)
pl: Kalorie (na jednostkę miary)

# str.stock.tbl.calories
source: Calories
nl: Aantal calorieën
pl: Kalorie

# str.stock.tbl.action.all
source: All
nl: Alle
pl: Wszystko

# str.stock.tbl.action.consume %@
source: Consume %@
nl: Verbruik %@
pl: Spożyj %@

# str.stock.tbl.action.consume.all %@
source: Consume all %@ which are currently in stock
nl: Verbruik alle op voorraad zijnde %@
pl: Spożyj wszystkie %@ które są w zapasach

# str.stock.tbl.action.consume.open %@
source: Mark %@ as open
nl: Markeer %@ als geopend
pl: Oznacz %@ jako otwarte

# str.stock.tbl.action.successConsumeOne %@
source: 1 %@ consumed
nl: 1 %@ verbruikt
pl: Jeden %@ spożyty

# str.stock.tbl.action.successConsumeAll %@
source: All %@ consumed
nl: Alle %@ verbruikt
pl: Wszystkie %@ spożyte

# str.stock.tbl.action.successOpenOne %@
source: 1 %@ opened
nl: 1 %@ geopend
pl: Jeden %@ otwarty

# str.stock.tbl.action.successConsumeAllSpoiled %@
source: All %@ spoiled
nl: Alle %@ geopend
pl: Wszystkie %@ zepsute

# str.stock.tbl.action.fail
source: Action failed
nl: Mislukt
pl: Akcja nie powiodła się

# str.stock.tbl.menu.addToShL
source: Add to shopping list
nl: Voeg toe aan boodschappenlijst
pl: Dodaj do listy zakupów

# str.stock.tbl.menu.consumeAsSpoiled %@
source: Consume %@ as spoiled
nl: Markeer %@ als bedorven
pl: Spożyj %@ jako zepsute

# str.stock.tbl.menu.searchRecipes
source: Search for recipes which contain this product
nl: Zoek naar recepten waarin dit product wordt verwerkt
pl: Szukaj przepisów zawierających ten produkt

# str.stock.buy
source: Purchase
nl: Aankoop
pl: Zakup

# str.stock.buy.product.buy
source: Purchase product
nl: Koop product
pl: Kup produkt

# str.stock.buy.product.buy.success %@
source: %@ purchased
nl: %@ gekocht
pl: %@ kupiony

# str.stock.buy.product.buy.fail
source: Purchase failed
nl: De aankoop is mislukt
pl: Zakup nie powiódł się

# str.stock.buy.product.required
source: You have to select a product
nl: Kies een product
pl: Musisz zaznaczyć produkt

# str.stock.buy.product.dueDate
source: Due date
nl: Houdbaarheidsdatum
pl: Data ważności

# str.stock.buy.product.dueDate.required
source: A due date is required
nl: Voer een houdbaarheidsdatum in
pl: Data ważności jest wymagana

# str.stock.buy.product.doesntSpoil
source: Never overdue
nl: Eeuwig houdbaar
pl: Nigdy nie traci ważności

# str.stock.buy.product.price
source: Price
nl: Prijs
pl: Cena

# str.stock.buy.product.price.invalid
source: This cannot be lower than 0.01 and needs to be a valid number with max. 2 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0.01 en dient een geldig getal te zijn met max. 2 cijfers achter de komma
pl: Ilość nie może być mniejsza niż 0.01 oraz może mieć maksymalnie 2 cyfry po przecinku

# str.stock.buy.product.price.unitPrice
source: Unit price
nl: Prijs per eenheid
pl: Cena jednostkowa

# str.stock.buy.product.price.totalPrice
source: Total price
nl: Totale prijs
pl: Cena całkowita

# str.stock.buy.product.shoppingLocation
source: Store
nl: Winkel
pl: Sklep

# str.stock.buy.product.location
source: Location
nl: Locatie
pl: Miejsce

# str.stock.consume
source: Consume
nl: Verbruik
pl: Spożyj

# str.stock.consume.product.consume
source: Consume product
nl: Verbruik product
pl: Spożyj produkt

# str.stock.consume.product.consume.success %@
source: %@ consumed
nl: %@ verbruikt
pl: Spożyto %@

# str.stock.consume.product.consume.fail
source: Consume failed
nl: Het verbruiken is mislukt
pl: Spożycie nie powiodło się

# str.stock.consume.product.open
source: Mark as opened
nl: Markeer als geopend
pl: Oznacz jako otwarty

# str.stock.consume.product.open.success %@
source: %@ opened
nl: %@ geopend
pl: %@ otwarty

# str.stock.consume.product.open.fail
source: Open failed
nl: Het openen is mislukt
pl: Otwarcie nie powiodło się

# str.stock.consume.product.required
source: You have to select a product
nl: Kies een product
pl: Musisz zaznaczyć produkt

# str.stock.consume.product.location
source: Location
nl: Locatie
pl: Miejsce

# str.stock.consume.product.location.required
source: A location is required
nl: Geef een locatie op
pl: Miejsce jest wymagane

# str.stock.consume.product.location.default %@
source: %@ (Default location)
nl: %@ (standaardlocatie)
pl: %@ (Domyślne miejsce)

# str.stock.consume.product.spoiled
source: Spoiled
nl: Bedorven
pl: Zepsuty

# str.stock.consume.product.useStockEntry
source: Use a specific stock item
nl: Gebruik een specifiek product uit de voorraad
pl: Użyj konkretnej pozycji z zapasów

# str.stock.consume.product.useStockEntry.description
source: The first item in this list would be picked by the default rule which is "Opened first, then first due first, then first in first out"
nl: Het eerste product op deze lijst wordt gekozen met de standaardregel: ‘Als eerste geopend; als eerste over datum; eerste in, eerste uit’
pl: Pierwsza pozycja z tej listy będzie wybrana przez domyślną zasadę jaką jest "Najpierw otwarte, potem z kończącą się wartością, potem First In - First Out"

# str.stock.consume.product.stockEntry
source: Stock entry
nl: Product op voorraad
pl: Pozycja zapasu

# str.stock.consume.product.recipe
source: Recipe
nl: Recept
pl: Przepis

# str.stock.consume.product.recipe.info
source: This is for statistical purposes only
nl: Dit is enkel voor statistische doeleinden
pl: Zostanie użyte w celach statystycznych

# str.stock.transfer
source: Transfer
nl: Verplaats
pl: Przenieś

# str.stock.transfer.product.transfer
source: Transfer product
nl: Verplaats product
pl: Przenieś produkt

# str.stock.transfer.product.transfer.success %@
source: %@ transfered
nl: %@ verplaatst
pl: Produkt %@ został przeniesiony

# str.stock.transfer.product.transfer.fail
source: Transfer failed
nl: Het verplaatsen is mislukt
pl: Przenoszenie nie powiodło się

# str.stock.transfer.product.required
source: You have to select a product
nl: Kies een product
pl: Musisz zaznaczyć produkt

# str.stock.transfer.product.locationFrom
source: From location
nl: Van locatie
pl: Z miejsca

# str.stock.transfer.product.locationFrom.required
source: A location is required
nl: Geef een locatie op
pl: Miejsce jest wymagane

# str.stock.transfer.product.locationTo
source: To location
nl: Naar locatie
pl: Na miejsce

# str.stock.transfer.product.locationTO.required
source: A location is required
nl: Geef een locatie op

# str.stock.transfer.product.locationTO.same
source: This cannot be the same as the "From" location
nl: Deze locatie kan niet hetzelfde zijn als de ‘Van’-locatie

# str.stock.transfer.product.useStockEntry
source: Use a specific stock item
nl: Gebruik een specifiek product uit de voorraad
pl: Użyj konkretnej pozycji z zapasów

# str.stock.transfer.product.useStockEntry.description
source: The first item in this list would be picked by the default rule which is "Opened first, then first due first, then first in first out"
nl: Het eerste product op deze lijst wordt gekozen met de standaardregel: ‘Als eerste geopend; als eerste over datum; eerste in, eerste uit’
pl: Pierwsza pozycja z tej listy będzie wybrana przez domyślną zasadę jaką jest "Najpierw otwarte, potem z kończącą się wartością, potem First In - First Out"

# str.stock.transfer.product.stockEntry
source: Stock entry
nl: Product op voorraad
pl: Pozycja zapasu

# str.stock.inventory
source: Inventory
nl: Voorraad
pl: Spis produktów

# str.stock.inventory.product.inventory
source: Perform inventory
nl: Inventariseer
pl: Wykonaj inwentaryzację

# str.stock.inventory.product.inventory.success %@
source: %@ inventoried
nl: %@ geïnventariseerd
pl: %@ spisane

# str.stock.inventory.product.inventory.fail
source: Inventory failed
nl: De inventarisatie is mislukt
pl: Spisanie nie powiodło się

# str.stock.inventory.product.amount.lower %@
source: This means %@ will be removed from stock
nl: Hierdoor wordt %@ product verwijderd uit de voorraad
pl: Oznacza, że %@ zostanie usunięty do zapasów

# str.stock.inventory.product.amount.higher %@
source: This means %@ will be added to stock
nl: Hierdoor wordt %@ product toegevoegd aan de voorraad
pl: Oznacza, że %@ zostanie dodany do zapasów

# str.stock.inventory.product.dueDate
source: Due date
nl: Houdbaarheidsdatum
pl: Data ważności

# str.stock.inventory.product.dueDate.info
source: This will apply to added products
nl: Wordt toegepast op toegevoegde producten
pl: Zostanie określone dla dodawanych produktów

# str.stock.inventory.product.dueDate.required
source: A due date is required
nl: Voer een houdbaarheidsdatum in
pl: Data ważności jest wymagana

# str.stock.inventory.product.neverOverdue
source: Never overdue
nl: Eeuwig houdbaar
pl: Nigdy nie traci ważności

# str.stock.inventory.product.price
source: Price
nl: Prijs
pl: Cena

# str.stock.inventory.product.price.info
source: Per stock quantity unit
nl: Voorraadhoeveelheidseenheid
pl: Za jednostkę miary

# str.stock.inventory.product.price.invalid
source: This cannot be lower than 0.01 and needs to be a valid number with max. 2 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0.01 en dient een geldig getal te zijn met max. 2 cijfers achter de komma
pl: Ilość nie może być mniejsza niż 0.01 oraz może mieć maksymalnie 2 cyfry po przecinku

# str.stock.inventory.product.shoppingLocation
source: Store
nl: Winkel
pl: Sklep

# str.stock.inventory.product.location
source: Location
nl: Locatie
pl: Miejsce

# str.stock.inventory.product.location.info
source: This will apply to added products
nl: Wordt toegepast op toegevoegde producten
pl: Będie użyte do dodanych produktów

# str.stock.inventory.product.location.required
source: A location is required
nl: Geef een locatie op
pl: Miejsce jest wymagane

# str.stock.journal
source: Stock journal
nl: Voorraaddagboek
pl: Dziennik zapasów

# str.stock.journal.summary
source: Stock journal summary
nl: Samenvatting van voorraaddagboek
pl: Podsumowanie dziennika zapasów

# str.stock.journal.empty
source: No transactions found.
nl: Er zijn geen transacties gevonden.
pl: Nie znaleziono transakcji.

# str.stock.journal.amount.info %@
source: Amount: %@
nl: Hoeveelheid: %@
pl: Ilość: %@

# str.stock.journal.transactionTime.info %@
source: Transaction time: %@
nl: Transactietijd: %@
pl: Godzina transakcji: %@

# str.stock.journal.transactionType
source: Transaction type
nl: Soort transactie
pl: Typ transakcji

# str.stock.journal.transactionType.info %@
source: Transaction type: %@
nl: Soort transactie: %@
pl: Typ transakcji: %@

# str.stock.journal.location
source: Location
nl: Locatie
pl: Miejsce

# str.stock.journal.location.info %@
source: Location: %@
nl: Locatie: %@
pl: Miejsce: %@

# str.stock.journal.user
source: User
nl: Gebruiker
pl: Użytkownik

# str.stock.journal.user.info %@
source: Done by: %@
nl: Uitgevoerd door %@
pl: Wykonane przez: %@

# str.shL
source: Shopping list
nl: Boodschappenlijst
pl: Lista zakupów

# str.shL.manage
source: Manage shopping lists
nl: Beheer boodschappenlijsten
pl: Zarządzaj listami zakupów

# str.shL.new
source: New shopping list
nl: Nieuwe boodschappenlijst
pl: Nowa lista zakupów

# str.shL.edit
source: Edit shopping list
nl: Wijzig boodschappenlijst
pl: Edytuj listę zakupów

# str.shL.delete
source: Delete shopping list
nl: Verwijder boodschappenlijst
pl: Usuń listę zakupów

# str.shL.delete.confirm
source: Do you really want to delete this shopping list?
nl: Weet je zeker dat je deze boodschappenlijst wilt verwijderen?
pl: Na pewno chcesz usunąć tę listę zakupów?

# str.shL.print
source: Print
nl: Druk af
pl: Drukuj

# str.shL.amount
source: Amount
nl: Hoeveelheid
pl: Ilość

# str.shL.ungrouped
source: Ungrouped
nl: Ongecategoriseerd
pl: Niepogrupowane

# str.shL.form.new
source: Create shopping list
nl: Maak boodschappenlijst
pl: Stwórz listę zakupów

# str.shL.form.edit
source: Edit shopping list
nl: Wijzig boodschappenlijst
pl: Edytuj listę zakupów

# str.shL.form.name
source: Name
nl: Naam
pl: Nazwa

# str.shL.form.name.required
source: A name is required
nl: Voer een naam in
pl: Nazwa jest wymagana

# str.shL.form.name.exists
source: Name already exists
nl: Deze naam is al in gebruik
pl: Nazwa jest już zajęta

# str.shL.form.save
source: Save
nl: Bewaar
pl: Zapisz

# str.shL.form.save.failed
source: Save failed
nl: Het bewaren is mislukt
pl: Zapis nie powiódł się

# str.shL.action.addItem
source: Add item
nl: Voeg product toe
pl: Dodaj wpis

# str.shL.action.clearList
source: Clear list
nl: Wis lijst
pl: Wyczyść listę

# str.shL.action.clearList.confirm
source: Do your really want to clear this shopping list?
nl: Weet je zeker dat je deze lijst wilt wissen?
pl: Na pewno chcesz wyczyścić tę listę zakupów?

# str.shL.action.addListItemsToStock
source: Add all list items to stock
nl: Voeg alle genoemde producten toe aan voorraad
pl: Dodaj wszystkie elementy do zapasów

# str.shL.action.addBelowMinStock
source: Add products that are below defined min. stock amount
nl: Voeg producten toe die onder min. voorraadhoeveelheid zijn
pl: Dodaj produkty które są poniżej min. ilości zapasów

# str.shL.action.addOverdue
source: Add overdue/expired products
nl: Voeg producten toe die over de datum zijn
pl: Dodaj produkty przeterminowane/po terminie

# str.shL.action.failed
source: Action failed
nl: Mislukt
pl: Akcja nie powiodła się

# str.shL.filter.reset
source: Reset filter
nl: Herstel filter
pl: Wyczyść filtr

# str.shL.filter.all
source: All
nl: Alle
pl: Wszystko

# str.shL.filter.belowMinStock
source: Below min. stock amount
nl: Onder min. voorraadhoeveelheid
pl: Poniżej min. ilości zapasów

# str.shL.filter.undone
source: Only undone items
nl: Alleen onafgerond
pl: Jedynie niewykonane wpisy

# str.shL.filter.info.1belowMinStock
source: 1 product is below min. defined stock amount
nl: 1 product is onder de min. voorraadhoeveelheid
pl: Jeden produkt jest poniżej min. ilości zapasów

# str.shL.filter.info.belowMinStock %lld
source: %lld products are below min. defined stock amount
nl: %lld producten zijn onder de min. voorraadhoeveelheid
pl: %lld produktów jest poniżej min. ilości zapasów

# str.shL.filter.info.1undone
source: 1 Entry is undone
nl: Je hebt 1 taak afgerond
pl: Jeden wpis został cofnięty

# str.shL.filter.info.undone %lld
source: %lld entries are undone
nl: Je hebt %lld taken afgerond
pl: %lld wpisów zostało cofniętych

# str.shL.entryForm.new.title
source: Create shopping list item
nl: Voeg product toe aan boodschappenlijst
pl: Stwórz listę zakupów

# str.shL.entryForm.edit.title
source: Edit shopping list item
nl: Bewerk product
pl: Edytuj listę zakupów

# str.shL.entryForm.save.failed
source: Saving failed.
nl: Het bewaren is mislukt.
pl: Zapis nie powiódł się.

# str.shL.entryForm.shoppingList
source: Shopping list
nl: Boodschappenlijst
pl: Lista zakupów

# str.shL.entryForm.amount
source: Amount
nl: Hoeveelheid
pl: Ilość

# str.shL.entryForm.amount.required
source: This cannot be lower than 0.0001 and needs to be a valid number with max. 4 decimal places
nl: De waarde hiervan mag niet lager zijn dan 0.0001 en dient een geldig getal te zijn met max. 4 cijfers achter de komma

# str.shL.entryForm.quantityUnit
source: Quantity unit
nl: Hoeveelheidseenheid
pl: Jednostka miary

# str.shL.entryForm.note
source: Note
nl: Opmerking
pl: Notka

# str.shL.entry.done
source: Mark this item as done
nl: Markeer als afgerond
pl: Oznacz wpis jako ukończony

# str.shL.entry.edit
source: Edit this item
nl: Wijzig product
pl: Edytuj ten wpis

# str.shL.entry.delete
source: Delete this item
nl: Verwijder product
pl: Usuń ten wpis
